{"article": ["(CNN)James Best, best known for his portrayal of bumbling sheriff Rosco P. Coltrane on TV's \"The Dukes of Hazzard,\" died Monday after a brief illness. He was 88. Best died in hospice in Hickory, North Carolina, of complications from pneumonia, said Steve Latshaw, a longtime friend and Hollywood colleague. Although he'd been a busy actor for decades in theater and in Hollywood, Best didn't become famous until 1979, when \"The Dukes of Hazzard's\" cornpone charms began beaming into millions of American homes almost every Friday night. For seven seasons, Best's Rosco P. Coltrane chased the moonshine-running Duke boys back and forth across the back roads of fictitious Hazzard County, Georgia, although his \"hot pursuit\" usually ended with him crashing his patrol car. Although Rosco was slow-witted and corrupt, Best gave him a childlike enthusiasm that got laughs and made him endearing. His character became known for his distinctive \"kew-kew-kew\" chuckle and for goofy catchphrases such as \"cuff 'em and stuff 'em!\" upon making an arrest. Among the most popular shows on TV in the early '80s, \"The Dukes of Hazzard\" ran until 1985 and spawned TV movies, an animated series and video games. Several of Best's \"Hazzard\" co-stars paid tribute to the late actor on social media. \"I laughed and learned more from Jimmie in one hour than from anyone else in a whole year,\" co-star John Schneider, who played Bo Duke, said on Twitter. \"Give Uncle Jesse my love when you see him dear friend.\" \"Jimmy Best was the most constantly creative person I have ever known,\" said Ben Jones, who played mechanic Cooter on the show, in a Facebook post. \"Every minute of his long life was spent acting, writing, producing, painting, teaching, fishing, or involved in another of his life's many passions.\" Born Jewel Guy on July 26, 1926, in Powderly, Kentucky, Best was orphaned at 3 and adopted by Armen and Essa Best, who renamed him James and raised him in rural Indiana. Best served in the Army during World War II before launching his acting career. In the 1950s and 1960s, he accumulated scores of credits, playing a range of colorful supporting characters in such TV shows as \"The Twilight Zone,\" \"Bonanza,\" \"The Andy Griffith Show\" and \"Gunsmoke.\" He later appeared in a handful of Burt Reynolds' movies, including \"Hooper\" and \"The End.\" But Best will always be best known for his \"Hazzard\" role, which lives on in reruns. \"Jimmie was my teacher, mentor, close friend and collaborator for 26 years,\" Latshaw said. \"I directed two of his feature films, including the recent 'Return of the Killer Shrews,' a sequel he co-wrote and was quite proud of as he had made the first one more than 50 years earlier.\" People we've lost in 2015 . CNN's Stella Chan contributed to this story.", "(CNN)The attorney for a suburban New York cardiologist charged in what authorities say was a failed scheme to have another physician hurt or killed is calling the allegations against his client \"completely unsubstantiated.\" Appearing Saturday morning on CNN's \"New Day,\" Randy Zelin defended his client, Dr. Anthony Moschetto, who faces criminal solicitation, conspiracy, burglary, arson, criminal prescription sale and weapons charges in connection to what prosecutors called a plot to take out a rival doctor on Long Island. \"None of anything in this case has any evidentiary value,\" Zelin told CNN's Christi Paul.  \"It doesn't matter what anyone says, he is presumed to be innocent.\" Moschetto,54, pleaded not guilty to all charges Wednesday.  He was released after posting $2 million bond and surrendering his passport. Zelin said that his next move is to get Dr. Moshetto back to work. \"He's got patients to see. This man, while he was in a detention cell, the only thing that he cared about were his patients. And amazingly, his patients were flooding the office with calls, making sure that he was OK,\" Zelin said. Two other men -- identified as James Chmela, 43, and James Kalamaras, 41 -- were named as accomplices, according to prosecutors. They pleaded not guilty in Nassau County District Court, according to authorities. Both were released on bail. A requests for comment from an attorney representing Chmela was not returned. It's unclear whether Kalamaras has retained an attorney. Police officers allegedly discovered approximately 100 weapons at Moschetto's home, including hand grenades, high-capacity magazines and knives. Many of the weapons were found in a hidden room behind a switch-activated bookshelf, according to prosecutors. The investigation began back in December, when undercover officers began buying heroin and oxycodone pills from Moschetto in what was initially a routine investigation into the sale of prescription drugs, officials said. During the course of the undercover operation, however, Moschetto also sold the officers two semiautomatic assault weapons as well as ammunition, prosecutors said. Moschetto allegedly told officers during one buy that he needed dynamite to \"blow up a building.\" He later said he no longer needed the dynamite because a friend was setting fire to the building instead. Kalamaras and Chmela are believed to have taken part in the arson, according to prosecutors. \"The fire damaged but did not destroy the office of another cardiologist whose relationship with Dr. Moschetto had soured due to a professional dispute,\" according to the statement from the district attorney's office. Moschetto allegedly gave an informant and undercover detective blank prescriptions and cash for the assault and killing of the fellow cardiologist, according to prosecutors. He also requested that the rival's wife be assaulted if she happened to be present, authorities said. \"He was willing to pay $5,000 to have him beaten and put in a hospital for a few months, and then he said he would pay $20,000 to have him killed,\" said Assistant District Attorney Anne Donnelly, according to CNN affiliate WCBS.", "(CNN)President Barack Obama took part in a roundtable discussion this week on climate change, refocusing on the issue from a public health vantage point. After the event at Washington's Howard University on Tuesday, Obama sat down with me for a one-on-one interview. I asked him about the science behind climate change and public health and the message he wants the average American to take away, as well as how enforceable his action plan is. Here are five things I learned: . The President enrolled at Occidental College in Los Angeles in 1979 (he transferred to Columbia University his junior year). While in L.A., he said, the air was so bad that it prevented him from running outside. He remembers the air quality alerts and how people with respiratory problems had to stay inside. He credits the Clean Air Act with making Americans \"a lot\" healthier, in addition to being able to \"see the mountains in the background because they aren't covered in smog.\" Obama also said the instances of asthma and other respiratory diseases went down after these measures were taken. Peer-reviewed Environmental Protection Agency studies say that the Clean Air Act and subsequent amendments have reduced early deaths associated with exposure to ambient fine particle pollution and ozone, and reduced illnesses such as chronic bronchitis and acute myocardial infarction. The EPA estimates that, between 1970 and 2010, the act and its amendments prevented 365,000 early deaths from particulate matter alone. \"No challenge poses more of a public threat than climate change,\" the President told me. When I asked about the strength of the science supporting the direct relationship between climate change and public health, he said, \"We know as temperatures rise, insect-borne diseases potentially start shifting up. We know, in a very straight-forward fashion, that heatstroke and other heat-related illnesses and deaths potentially increase, and so what we're doing here is to make sure that in addition to public awareness around the potential for big storms like Hurricane Sandy or big wildfires or droughts, that people recognize there's a very personal, potential impact in climate change, and the good news is we can do something about it.\" In many ways, Obama is attempting to reframe the discussion around climate change as a public health issue that affects all of us, while conceding that we don't fully understand the magnitude of the correlation between rising temperatures and impact on human health. When asked what the average American can do about all this, the President encouraged ordinary citizens, doctors and nurses to start putting some pressure on elected officials \"to try and make something happen to reduce the impacts of climate change.\" He also issued a presidential proclamation declaring April 6-12 as National Public Health Week \"to better understand, communicate and reduce the health impacts of climate change on our communities.\" The average American can also do their part to reduce their own carbon footprint, including: . • Change your incandescent light bulbs to compact fluorescent lights. One CFL can reduce up to 1,300 pounds of carbon dioxide pollution during its lifetime. If every house in the U.S. switched its bulbs, we could reduce the electricity spent on lighting by half. • Unplug your gadgets and chargers when not in use. According to the U.S. Department of Energy, this practice can save $100 a year on your energy bill. • Use a laptop instead of a desktop. Laptops are designed to be energy-efficient, because battery life is a major factor in their design. According to Energy Star, a laptop can be up to 80% more energy-efficient than a desktop. • Filter your own water. Beyond the environmental toll of plastic waste, consider just how far your water was transported before you bought it at the grocery store. • Adjust your curtains and thermostats. If you keep your house 2 degrees warmer in the summer and 2 degrees colder in the winter, you can save big bucks on your energy bill. The Department of Energy estimates you can save up to 15% on your bill by turning off your thermostat when you're not at home. Obama did not appear particularly concerned about the current Supreme Court challenge to the Affordable Care Act. He  said he believes the statute is \"clear and straightforward.\" He said, \"I am not anticipating the Supreme Court would make such a bad decision.\" At issue is the 32 states that did not set up their own health care exchanges and left it to the federal government to do so. The plaintiffs in the lawsuit contend that the language of the Affordable Care Act does not allow for tax subsidies in those states (without state-based exchanges), possibly creating a situation, for example, in which people in Massachusetts would receive a tax credit, but people living in Texas would not. Obama did tell me that if the Supreme Court challenge is upheld, however, there is no Plan B. \"Millions of people would lose their health insurance. They would no longer be able to afford the health insurance that's being provided out there.\" Obama went on to say, \"I think this is the last gasp of folks who have been fighting against [the Affordable Care Act] for ideological reasons.\" He told me that he \"gets letters every day from people who say, 'you know what, the Affordable Care Act saved my life or saved my kid's life because I got insurance.' 'I thought I was healthy; turns out I had a tumor, but because I went and got a checkup, it was removed in time, and I'm now cancer-free.' \" He added, \"I think stories like that will be factored in when the Supreme Court takes a look at this case.\" CNN's Ben Tinker contributed to this report.", "Moscow (CNN)A Russian TV channel aired Hillary Clinton's first campaign video with a rating stamp that means it's for mature audiences, because of fears it might run afoul of the country's anti-gay propaganda law. A clip of the video, which features a gay couple holding hands, got the 18+ rating from the independent TV Rain channel in Russia on Monday. The channel told CNN that it didn't want to break the controversial law, which bans \"propaganda of nontraditional sexual relations around minors\" and bars public discussion of gay rights and relationships within earshot of children. \"There are no legal precedents for this law, so we just don't know what comes under this law and (what) doesn't,\" a TV Rain spokesperson told CNN. \"Therefore, fearing to break the law -- especially given the high attention to TV Rain from the supervising authorities -- we decided to put a marker (on the video).\" Clinton's video was released over the weekend to announce the start of her 2016 U.S. presidential campaign. It features about five seconds of two men holding hands. One of the men says, \"I'm getting married this summer to someone I really care about.\" The former senator and first lady first declared her support for same-sex marriage in early 2013, saying that \"gay rights are human rights, and human rights are gay rights.\" Russia's controversial law caused an international outcry after it was passed by the Russian Parliament and signed by President Vladimir Putin in July 2013. Human Rights Watch described the anti-gay propaganda law as \"a profoundly discriminatory and dangerous bill that is bound to worsen homophobia in Russia.\" Rights campaigners called for a boycott of the 2014 Winter Olympics in Sochi, and a number of bars around the world stopped serving Russian vodka in protest. U.S. President Barack Obama -- Clinton's former boss -- said at the time that he found the legislation offensive. \"I have no patience for countries that try to treat gays or lesbians or transgendered persons in ways that intimidate them or harmful to them,\" Obama told Jay Leno in 2013. Putin defended the law, noting that unlike other countries, Russia decriminalized homosexual relationships (in 1993). \"We don't outlaw anything and don't nab anyone,\" he said before the 2014 Games. \"That's why you can feel safe and free here,\" he added, \"but please leave our children in peace.\" The rights group ILGA-Europe said in a May 2014 report that Russia was the worst place in Europe (out of 49 countries) for LGBTI people to live. READ MORE: Social media react to Hillary Clinton logo .", "(CNN)Marco Rubio is all in.  The Republican senator from Florida has announced that he is seeking the Republican presidential nomination, running on an optimistic message that he embodies the promise of the American Dream. With his youthful energy and Hispanic roots, it's tempting to see Rubio as the new blood that the GOP needs in order to compete against Hillary Clinton in 2016.  Yet Rubio has been his own worst enemy on what could have been his two signature issues: immigration reform and Cuba relations.  He holds little appeal to Latino voters.  And unless he can offer new ideas, his climb to the Republican nomination will be steep. Back in 2013, Rubio was a member of the Senate \"Gang of 8\" that crafted a bipartisan proposal for comprehensive reform, including a path to citizenship for the nation's estimated 11 million undocumented immigrants.  He later distanced himself from the bill after it ran into resistance from House Republicans, and now says he favors a piecemeal approach, starting with securing the border. His retreat on immigration means that Rubio has missed an opportunity to set himself apart from most of the presumptive Republican presidential candidates.  That's a shame, for this issue was supposed to be his calling card to Latino voters. Instead, Rubio has embraced a typical conservative approach to immigration.   He believes that President Obama's Deferred Action program, offering deportation relief to young immigrants, should be ended.  He has stated that the President's executive action on immigration, on hold pending a circuit court review, sets a \"horrifying precedent.\" Meanwhile, both the Deferred Action program and President Obama's executive action on immigration are overwhelmingly favored by Hispanics.  No wonder the research firm Latino Decisions reports that, \"We find no evidence that Rubio's candidacy will draw significant Latino support for his candidacy or for his party more generally.\"  So, if Rubio is counting on his ethnicity and personal history as the son of immigrants to win over fellow Hispanics, he is mistaken. At a private breakfast Monday for supporters, Rubio described running against \"one candidate in the race who's from yesterday, and one who wants to take us back to yesterday.\"  But when it comes to Cuba policy, Rubio himself seems firmly stuck in the past.  Over the weekend, he called the recent thaw in relations between the two countries ridiculous. He has warned that Cuba is taking advantage of the United States.  Here, he is an increasingly lonely voice.  Most Americans support better relations with Cuba, as do a majority of Cuban-Americans.  By clinging to the notion that isolating Cuba is better than engaging with the communist country, Rubio has marginalized himself on an issue where he could have provided insight and leadership. Immigration and Cuba policy aside, Rubio's political philosophy will be a tough sell to Hispanics.  He is a fierce opponent of \"Obamacare\" and wants the law repealed.  However, the Affordable Care Act has led to a 12.3% drop in the Hispanic uninsured rate, making Latinos the demographic with the largest gain in insurance, thanks to the law.  (In fact, Rubio signed his own family up for \"Obamacare\" on the Washington exchange, taking advantage of a generous federal subsidy offered to lawmakers.) Rubio favors smaller government, while Latinos are more likely than the general public to say they favor a bigger government that provides more services over a small government that provides less.  And though Rubio doubts that climate change is caused by humans, The New York Times has noted that Latinos view global warming as a problem and favor government action on the issue. Sure, Rubio is young and charismatic.  But his work on the failed immigration bill notwithstanding, Rubio has a significant lack of accomplishments to show for his five years in the senate.  In February, he was reported as topping the list of absentee lawmakers by the website Politico. Another Rubio weakness is his lack of bold policy proposals.  Consider that his fellow contender for the GOP presidential nomination, Sen. Rand Paul of Kentucky, has been willing to present new ideas to the Republican base, such as reforming the criminal justice system and legalizing medical marijuana.  Or that another GOP candidate for president, Sen. Ted Cruz  of Texas is entirely comfortable with his image as a conservative firebrand.  By comparison, Rubio seems cautious and ill-suited to the task of rousing Republican voters. With his early leap into the 2016 race, Marco Rubio is positioning himself as the next generation of GOP leadership.  Unfortunately, a fresh face on stale ideas is not a winning combination -- not for Rubio, and not for Latino voters.", "(CNN)SPOILER ALERT! It's not just women getting cloned. That was the big twist at the end of \"Orphan Black's\" second season. The kickoff to the new season leads the list of six things to watch in the week ahead. 1. \"Orphan Black,\" 9 p.m. ET, Saturday, April 18, BBC America . The cloning cult sci-fi series remains one of the most critically acclaimed shows on TV, thanks in large part to the performance of Tatiana Maslany, who has taken on at least six roles on the show so far, including a newly introduced transgender clone. Maslany told reporters this week that we can expect even more impressive scenes with multiple clones. \"We like to push the boundaries of what we're able to do and the limits of those clone scenes,\" she said. \"So, yes, you'll definitely see more complex clone work this season and that's just because we're getting more comfortable with the technology and we're excited by getting to sort of further complicate things.\" And the introduction of a group of male clones will certainly increase the suspense. \"There definitely is a shift towards the Castor clones that we get to explore them a little bit more,\" she said. The fans of the show, dubbed the \"Clone Club\" have a lot to look forward to when the show premieres on Saturday the 18th, and Maslany is blown away by the response to the series so far. \"We've always been really humbled and really inspired by our fans and by their dedication to the show and their knowledge of the show, and  just how it changes their own lives. It's incredible.\" 2. \"Turn: Washington's Spies,\" 9 p.m. ET, Monday, AMC . The series about spies in the early days of the Revolutionary War returns with a new subtitle, \"Washington's Spies,\" and a new Monday night time slot. Series star Jamie Bell told CNN what we can expect in the second season. \"This year we have a lot more battles; we have the journey of [George] Washington and we're getting under his skin a little bit as well. We also introduce new characters like Benedict Arnold, a very infamous character in American history.\" Bell hopes the series might bring more recognition to the Culper spy ring and everything it did. \"I think there should be a monument to all of the Culper ring somewhere. I was amazed that there is nothing [in Washington] about these people who did something extraordinary.\" 3. \"Game of Thrones,\" 9 p.m. ET, Sunday, HBO . The world of Westeros returns for a fifth season in one of the biggest season premieres of the year. Click here for more on what to expect. 4. \"Justified,\" 10 p.m. ET, Tuesday, FX . Timothy Olyphant's tour de force performance as Raylan Givens comes to an end Tuesday night, as the modern-day Western airs its season finale. We'll have to see how his final showdown with Boyd Crowder goes. 5. \"Veep,\" 10:30 ET, Sunday, HBO . Hugh Laurie joins the cast and Julia Louis-Dreyfus is now the president of the United States on HBO's hit comedy. 6. \"Nurse Jackie,\" 9 p.m. ET, Sunday, Showtime . The final season of Showtime's long-running melodrama begins.", "(CNN)Emergency operators get lots of crazy calls, but few start like this. Caller:  \"Hello, I'm trapped in this plane and I called my job, but I'm in this plane.\" Operator:  \"You're where?\" Caller:  \"I'm inside a plane and I feel like it's up moving in the air.  Flight 448 can you please tell somebody (to) stop it.\" The frantic 911 call came just as the Alaska Airlines flight had taken off from Seattle-Tacoma International Airport on Monday afternoon.  The caller was a ramp agent who fell asleep in the plane's cargo hold. The cell phone call soon broke up, but the man was making himself known in other ways as the crew and passengers reported unusual banging from the belly of the Boeing 737. The pilot radioed air traffic control and said he would make an emergency landing. \"There could be a person in there so we're going to come back around,\" he told air traffic control. The ramp agent who took the untimely nap and caused all the fuss is an employee of Menzies Aviation, a contractor for Alaska Airlines that handles loading the luggage. He'll no longer have the option of dozing aboard one of the airline's planes. \"The Menzies employee has been permanently banned from working on Alaska Airlines planes,\" said Bobbie Egan, a spokeswoman for the airline. Flight 448, which was on its way to Los Angeles, only spent 14 minutes in the air. Other than being scared, the agent never was in any real danger. The cargo hold is pressurized and temperature controlled, the airline said. The passengers knew something wasn't right, almost as soon as the plane took off. \"All of a sudden we heard all this pounding underneath the plane and we thought there was something wrong with the landing gear,\" Robert Higgins told CNN affiliate KABC. Not everyone heard the banging, but it was soon clear this wasn't a normal flight. \"We just took off for L.A. regular and then ... about five minutes into the flight the captain came on and said we were going back and we'd land within five to seven minutes, and we did,\" passenger Marty Collins told affiliate KOMO. \"When we landed was when all the trucks and the police and the fire trucks surrounded the plane.\" \"I think it's scary and really unsafe, too,\" Chelsie Nieto told affiliate KCPQ. \"Because what if it's someone who could have been a terrorist?\" The employee started work at 5 a.m. and his shift was scheduled to end at 2:30 p.m., just before the flight departed. The agent was off the two days prior to the incident and had taken a lunch break and a break in the afternoon before making his way into the cargo hold, according to a source familiar with the investigation. The man had been on a four-person team loading baggage onto the flight. \"During a pre-departure huddle, the team lead noticed the employee was missing. The team lead called into the cargo hold for the employee and called and texted the employee's cell phone, but did not receive an answer. His co-workers believed he finished his shift and went home,\" the airline's blog said. It's believed he was hidden by luggage, making it difficult for the rest of his team to see him, the source said. All ramp employees have security badges, and undergo full criminal background checks before being hired, according to the airline. After the delay, the flight with 170 passengers and six crew members on board made it to Los Angeles a couple of hours late. CNN's Dave Alsup, Joshua Gaynor and Greg Morrison contributed to this report.", "(CNN)Mullah Mohammed Omar is \"still the leader\" of the Taliban's self-declared Islamic Emirate of Afghanistan. That appears to be the primary message of a biography, just published by the Taliban, of the reclusive militant who is credited with founding the group in the early 1990s. The Taliban's \"Cultural Commission\" released the 11-page document in several different translations on the movement's website, ostensibly to commemorate the 19th anniversary of an April 4, 1996, meeting in Afghanistan's Kandahar province when an assembly of Afghans swore allegiance to Omar. Several Afghan observers say the biography is aimed at dispelling rumors of Omar's demise. \"There have been a lot of rumors lately about him. Some people are saying that he is not alive,\" said Sayyed Muhammad Akbar Agha, a former Taliban insider who has written an autobiography about his days with the movement. \"I think the Taliban thought it was an important time to release his biography to give assurances that he is alive and present,\" Agha told CNN in a telephone interview. Bergen: Why U.S. must stay in Afghanistan past 2016 . The biography also appears to be an attempt to remind the world of the Afghan's jihadi leadership credentials, at a time when ISIS leader Abu Bakr al-Baghdadi has declared himself \"caliph\" of the world's Muslims. \"The Taliban has a huge leadership problem at a critical political moment,\" said Graeme Smith, a Kabul-based analyst for the International Crisis Group. \"Another caliph has announced himself to the world, and the Taliban has been silent. And that is getting noticed by militants across South Asia.\" Omar was famously camera-shy during the Taliban's six-year rule over most of Afghanistan. To this day, there are only a handful of photographs of the one-eyed leader. \"He never was actively involved in any of these propaganda campaigns. No publicity. No interviews. He never used the Internet,\" said Rahimullah Yusufzai, a Pakistani journalist and expert on Afghanistan who once interviewed Osama bin Laden. Omar then all but disappeared after a U.S.-led bombing campaign routed the Taliban from Kabul in 2001. Washington has offered a $10 million reward for his capture. The Taliban have released written statements purportedly made by the leader-in-hiding. But years without any video or audio recordings of the fugitive have led to growing speculation that Omar may have died. The biography challenges rumors of Omar's death by offering a description of his daily work schedule, which begins with prayers, study of the Quran, and then delivering \"orders in a specific way to his Jihadi commanders.\" The publication also seeks to fill in some of the gaps about the militant's early years, including the detail that his \"preferred weapon of choice\" was the RPG-7, a rocket-propelled grenade. According to the biography, Omar was born in 1960 in a village called Chah-i-Himmat in Afghanistan's Kandahar province. His father, a \"well-known and respected erudite and social figure,\" died only five years later, apparently of natural causes. Omar studied at a religious school, or madrassa, run by his uncle. The rise of the Communist Party in Afghanistan, and the subsequent 1979 Soviet invasion, interrupted the young man's studies and propelled him into the arms of the armed Afghan opposition known as the mujahedeen. For the next decade, Omar commanded rebel groups \"against the invading Russians and their internal communist puppets,\" according to the biography. Along the way, he was wounded a number of times and was blinded in his right eye. In one battle, the biography claims, Omar and a fighter named Mullah Biradar Akhund destroyed four Soviet tanks, even though they were armed with only four RPG rounds. The Taliban biography makes no mention of the fact that the U.S., allied with Saudi Arabia and Pakistan, helped arm and bankroll the mujahedeen until the Soviet army withdrew in defeat in 1989. Afghan historians have documented the rapid rise of the Taliban in the chaotic years after the communist government in Kabul collapsed in 1992. The movement of warriors who identified themselves as religious scholars emerged to bring order to a country being ripped apart by rival mujahedeen warlords who battled one another for power. The Taliban biography says that Omar and his compatriots \"launched their struggle and fight against corruption and anarchy\" after an initial meeting in Kandahar in June 1994. Two years later, the Taliban captured Kabul and began imposing its austere interpretation of Islamic law on the rest of the country. While the document denounces the Taliban's post-9/11 overthrow at the hands of a U.S.-backed coalition of rival Afghan fighters, it makes no mention of the Taliban's alliance with bin Laden and al Qaeda. During a decade in exile, the Saudi-born bin Laden continued to release periodic video and audio statements until he was killed by U.S. raid on his hideout in the Pakistani city of Abbottabad in 2011. Though Taliban militants have continued to battle the U.S.-backed government across Afghanistan, Omar has not been seen or heard from in years. The movement claims he continues to oversee a Taliban leadership council, judiciary and nine executive commissions, as well as military commanders who operate in all 34 provinces of Afghanistan. Exclusive: ISIS 'recruits Afghans' in chilling video . CNN's Masoud Popalzai contributed to this report from Kabul, Afghanistan.", "(CNN)Wanted: film director, must be eager to shoot footage of golden lassos and invisible jets. CNN confirms that Michelle MacLaren is leaving the upcoming \"Wonder Woman\" movie (The Hollywood Reporter first broke the story). MacLaren was announced as director of the movie in November. CNN obtained a statement from Warner Bros. Pictures that says, \"Given creative differences, Warner Bros. and Michelle MacLaren have decided not to move forward with plans to develop and direct 'Wonder Woman' together.\" (CNN and Warner Bros. Pictures are both owned by Time Warner.) The movie, starring Gal Gadot in the title role of the Amazon princess, is still set for release on June 23, 2017. It's the first theatrical movie centering around the most popular female superhero. Gadot will appear beforehand in \"Batman v. Superman: Dawn of Justice,\" due out March 25, 2016. In the meantime, Warner will need to find someone new for the director's chair.", "London (CNN)British police investigating a spectacular heist in the heart of London's jewelry district said Friday they knew a burglar alarm went off but didn't respond. Southern Monitoring Alarm Company called the Metropolitan Police Service, also known as Scotland Yard, at 12:21 a.m. April 3 to report that the burglar alarm had been activated at Hatton Garden Safe Deposit Ltd., MPS said in a prepared statement. \"The call was recorded and transferred to the police's CAD (computer-aided dispatch) system,\" the statement said. \"A grade was applied to the call that meant that no police response was deemed to be required. We are now investigating why this grade was applied to the call. This investigation is being carried out locally. \"It is too early to say if the handling of the call would have had an impact on the outcome of the incident.\" The theft was so big that police haven't come up with a value for what was stolen. Over the four-day Easter holiday, thieves broke into the vault of Hatton Garden Safe Deposit Ltd. and might have been able to take as long as four days to rifle through the boxes. A former police official in London has speculated that the loss could run to £200 million, or $300 million, in a remark widely reported by news media. Numerous British news organizations put the value of the loss in the hundreds of thousands of pounds. Detective Chief Inspector Paul Johnson of the London Metropolitan Police Flying Squad said police were still identifying the owners of ransacked safe deposit boxes and trying to contact them to learn what had been lost. The British tabloid The Daily Mirror claimed Friday to have obtained closed-circuit TV footage that captured the robbery being carried out. The video showed people inside the building dressed like utility workers with their faces covered. They carried large bags, what looked like drill equipment and other tools, then exited with trash bins. Toward the end of the video, a white van can be seen on a street during daytime with individuals loading back their gear and the trash bins. British police told CNN they have not released any video of the heist. When asked about the video published by the Daily Mirror, police said they could not confirm that it was footage from the Hatton Garden robbery and that officers have not seen that particular video. The Daily Mirror published time-stamped images it said showed that the thieves had been -- as was feared -- in the vault for days. The Mirror's time stamps, which CNN has not been able to independently verify, show employees locking up for the weekend at 9:19 p.m. on Thursday. If the footage, and its interpretation by the newspaper are correct, at least six people were involved in the heist . Just four minutes later, the first of the thieves, nicknamed \"Mr. Ginger\" by the newspaper for his red hair, appears in the building holding a black bag. He goes downstairs toward the vault. At 9:27 p.m., a street camera shows a white Ford Transit van pulling up to an alley beside the Hatton Garden Safe Deposit building. Men are seen dragging trash bins down the alley before the van drives away, leaving the men behind. Inside the building, at 9:30p.m., the camera records a thief nicknamed \"The Gent\" for his natty clothing -- though he also wears a hard-hat and a high-visibility jacket labeled \"Gas\" on the back. A minute later, \"Mr. Strong\" appears, wearing a builder's hat and carrying steel supports, which the newspaper speculates could have been used to support the diamond-tipped drill used to smash through the wall of the vault. At 9:36 p.m., Mr. Strong and a thief nicknamed Mr. Montana for the logo on his hooded sweatshirt roll in trash bins, one of which might have contained, according the Mirror, the 77-pound drill that bored through the reinforced seven-foot concrete wall to reach the vault. It is unclear, but the thieves may have spent the night in the basement in or near the vault. At any rate, according to the Daily Mirror, no more activity is seen above ground until Friday morning, shortly before 8:00. The white van returns, is loaded in two minutes, and drives off again. On Saturday evening, Mr. Ginger returns, two days after he was first seen. The newspaper says is wearing latex gloves and carrying a black sack. He goes downstairs toward the vault. Saturday evening also marked the first appearance of the Tall Man, who helped carry some of the loot out of the building. Early Sunday, Mr Ginger, the Tall Man and a robber nicknamed the Old Man are seen to be active. The Tall Man and the Old Man struggle to move a bin before they drag it outside. The Old Man leans on the bin, struggling for breath, and reveals the side of his face to the camera. A white van arrives by the alley and the men start loading equipment on it, including several trash bins. Three men get into the white van and, at 6:44 a.m. they are gone. The heist would not be reported to police for two more days, on Tuesday morning when employees of the company arrived for work. Police said Thursday there was no sign of forced entry. Johnson said the thieves appeared to have gained access to the vault through the shaft of an elevator that is used by several businesses in the building. The thieves disabled the elevator on the second floor of the building -- which would be called the third floor in the United States -- then climbed down the elevator shaft into the basement, he said. Once there, he said, they used a drill to bore through a 6-foot-thick wall and gain access to the vault where the safe deposit boxes were. People with knowledge of the area have speculated that cash and jewels were probably taken. Some jewelry businesses reportedly stored some of their jewels in the boxes rather than leaving it in their stores over the holiday weekend. Johnson said the scene in the vault remained chaotic as police continued their forensic examination. He said the floor was covered with dust and littered with safe deposit boxes and power tools. WATCH: Top five jewelry heists . Johnson called the crime sophisticated and said there were a limited number of people in the United Kingdom capable of pulling it off. He said he had no idea whether the thieves were still in the country. Although there was no sign of forced entry to the building, the detective said, \"whether that involves inside knowledge will form part of the investigation.\" Hatton Garden is a storied area in London and the heart of the city's diamond trade. The area's promotional website says it is home to \"the largest and most concentrated cluster of jewellery retailers in the UK\" and has been for quite some time. \"History tells us that the old City of London had certain streets -- or quarters -- dedicated to specific types of business,\" the website says. \"The Hatton Garden area has been the epicentre of London's jewellery trade since medieval times. \"Today, it maintains its international reputation as the centre of London's diamond trade. It is one of the finest and most renowned jewellery locations in the world.\" How was $4.8 million in gold swiped from a North Carolina highway? The website of Hatton Garden Safe Deposit Ltd. says the company was founded in 1954 and offers a \"secure and cost-effective solution to store and protect important and irreplaceable personal belongings.\""], "highlights": ["James Best, who played the sheriff on \"The Dukes of Hazzard,\" died Monday at 88 . \"Hazzard\" ran from 1979 to 1985 and was among the most popular shows on TV .", "A lawyer for Dr. Anthony Moschetto says the charges against him are baseless . Moschetto, 54, was arrested for selling drugs and weapons, prosecutors say . Authorities allege Moschetto hired accomplices to burn down the practice of former associate .", "\"No challenge poses more of a public threat than climate change,\" the President says . He credits the Clean Air Act with making Americans \"a lot\" healthier .", "Presidential hopeful's video, featuring gay couple, gets mature rating in Russia . Russian TV channel feared airing it would break the country's anti-gay propaganda law . Clinton announced her support for same-sex marriage in 2013 .", "Raul Reyes: In seeking Latino vote, Marco Rubio his own worst enemy on two key issues: immigration reform, Cuba relations . He says on health care, climate change and other issues, he breaks from Latinos' positions. Polls show they don't favor him .", "Critically acclaimed series \"Orphan Black\" returns . \"Turn: Washington's Spies\" starts a second season . \"Game of Thrones\" is back for season five .", "The ramp agent fell asleep in the plane's cargo hold . He can no longer work on Alaska Airlines flights .", "Mullah Omar, the reclusive founder of the Afghan Taliban, is still in charge, a new biography claims . An ex-Taliban insider says there have been rumors that the one-eyed militant is dead .", "Michelle MacLaren is no longer set to direct the first \"Wonder Woman\" theatrical movie . MacLaren left the project over \"creative differences\" Movie is currently set for 2017 .", "British tabloid releases video it says shows the robbery being carried out . British police say they didn't respond to a burglar alarm in jewelry district . Police give no value of the amount taken in the heist in London's jewelry district ."], "id": ["00200e794fa41d3f7ce92cbf43e9fd4cd652bb09", "0021fe8d65bd0d6d76d5fefba2ac02f0c48a43f4", "0041698b4463a633f912681b96f73648cb012e33", "0095ce085581314285f894af73a55ea9ef003412", "00a51d5454f2ef7dbf4c53471223a27fb9c20681", "00dddbedf41ec993a8b976f3cce2dd8ca2c7efed", "00e5eb6c1af59233b661e59b0954a4f84a2f3904", "012819ffa2547138101055add33deebe7beaa3d4", "027936fedb5e785fe79e84cb6e55c9cc26042ad3", "0281c649039f99af337e91190d5bdcb5e9734969"]}